Repository: UnionRolistes/Bot_Planning_python
Catalog: src/locale/*/LC_MESSAGES/cog_planning.po
Languages: fr

source: 🎉 Congratulations ! {user} has joined the game !
fr: 🎉 Célébrations ! {user} a rejoint le JDR !

source: 😭 Despair and loneliness... {user} has left us. {user} is a meanie.
fr: 😭 Ô rage, ô désespoir... {user} nous a quitté. Méchant {user}.

source: You must answer to a message in order to edit it !
fr: Vous devez répondre à un message pour l'éditer !

source: You cannot edit in this channel !
fr: Vous ne pouvez pas éditer dans ce salon !

source: Here we go ! Join me in your DMs.
fr: C'est parti ! Rejoignez-moi dans vos dms.

source: This message is not editable.
fr: Ce message n'est pas éditable.

source: You are not the owner of this announce ! Thus, you cannot edit it.
fr: Vous n'êtes pas le MJ de cette annonce ! Vous ne pouvez donc pas l'éditer.

source: \|~ Whichs pieces of information do you wish to edit ? (**$done** to validate, **$cancel** to undo) ~|
fr: \|~ Quelles informations souhaitez-vous modifier ? (**$done** pour valider, **$cancel** pour annuler) ~|

source: \|~ Unrecognised information. Please try again. (**$done** to validate, **$cancel** to undo) ~|
fr: \|~ Information non reconnue. Veuillez réessayer. (**$done** pour valider, **$cancel** pour annuler) ~|

source: \|~ New content for {info} ? ~|
fr: \|~ Nouveau contenu pour {info} ? ~|

source: \|~ Congratulations, the message has been successfully edited. ~|
fr: \|~ Félicitations, le message a été édité avec brio. ~|

source: \|~ Canceled. ~|
fr: \|~ Annulation. ~|

source: Sends a link to create a game
fr: Envoie un lien pour créer une partie

source: A link has been sent into your DMs to create a new event !
fr: Un lien a été envoyé dans vos messages privés pour créer un nouvel événement !

source: Here is the link : {link}
fr: Voici le lien :\n{link}

source: This command is only usable in a server!
fr: Cette commande n'est utilisable que dans un serveur !

source: *Impossible.* The ** {channel} ** channel does not exist.
fr: *Impossible*. Le salon ** {channel} ** n'existe pas.

source: *Impossible.* The ** {channel} ** channel does not have a webhook.
fr: *Impossible. Le salon ** {channel} ** ne dispose pas d'un webhook.

source: Sends a link to the calendar
fr: Envoie un lien pour accéder au calendrier

source: The link has been sent into your DMs to see the calendar !
fr: Un lien a été envoyé dans vos messages privés pour accéder au calendrier du rôliste !

source: Error, the bot doesn't have the required permissions. Contact the admin.
fr: Erreur, le bot n'a pas les permissions requises. Contactez l'administrateur.
